import React from 'react'
import {Text} from '@urban-bot/core'

export function Info() {
    return (
        <Text>
            Это бот для подгототовки и размещения анкет в телеграм канале знакомств https://t.me/znakruschannel 
            Размещение анкеты абсолютно бесплатно. Пользователь несет самостоятельную ответственность за достоверность информации, указанной в анкете. 
            <br />    
            <br />
            Автор не несет никакой ответсвенности за возможные неполадки работы бота и за информацию, публикуемую пользователями. Анкеты, содержащие нецензурную лексику, рекламу и прочую незаконную информацию, будут удаляться, а пользователи, ее опубликовавшие, баниться. 
            <br />
            <br />
            По вопросам разработки приложений обращайтесь: @SafaDmitry
        </Text>
    )
}


